Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=403_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: SámiSoster ry
smn: SámiSoster rs

source: SámiSoster ry on valtakunnallinen yhdistys, jonka sääntöjen mukaisena tarkoituksena on valvoa, ylläpitää ja edistää saamelaisten asemaa ja oikeuksia alkuperäiskansana sosiaali- ja terveysalalla sekä hyvinvointiin liittyvissä kysymyksissä kansallisissa ja kansainvälisissä yhteyksissä.
smn: Sämmilij sosiaal- já tiervâsvuođâsyergi servi Sámi Soster rs toimâtileh láá Saijoos nube keerdist. SámiSoster toimâjurdân lii kocceeđ, paijeentoollâđ já ovdediđ sämmilij sajâttuv já vuoigâdvuođâid algâaalmugin sosiaal- já tiervâsvuođâsyergist aalmuglii já aalmugijkoskâsii ohtâvuođâin.

source: Yhdistys harjoittaa saamelaisväestön sosiaali- ja terveysalaan kuuluvaa kehittämis-, kokeilu-, koulutus-, kuntoutus-, tiedotus-, julkaisu- ja tutkimustoimintaa (2 §).
smn: Servi olášut Sämitige viggâmušâid sämmilij kielâlij já kulttuurlij vuoigâdvuođâi olášutmân sosiaal- já tiervâsvuođâhuolâttâsâst. Servi viggá aktiivlávt ovdediđ oovtâstpargo eres servijguin.

source: Pyrkimyksenä on, että saamelaisten sosiaali- ja terveyspalvelut sekä järjestölähtöinen auttamistoiminta järjestetään saamelaisten omalla äidinkielellä.
smn: Servi viggá toimáinis vaikuttiđ säminuoráid vâi sij ucâluveh syergi škovliittâsân sehe vaikuttiđ sii máhđulâšvuođáid porgâđ sämikuávlust el. läčimáin pargosoojijd sierâ ovdedemprojektijguin.

source: Lisäksi auttamistoiminta suunnitellaan ja toteutetaan sellaisin toimintamuodoin, jotka perustuvat saamelaiseen kulttuuriin ja perinteisiin ja tukevat saamelaisen elämäntavan käytäntöjä ja saamelaisyhteisöjä.
smn: SámiSoster ovdâsvástádâsolmooš säämi kulttuurkuávdášprojektist lii Risten-Rauna Magga.

source: Sámi Soster ry:n toimitilat ovat Sajoksen toisessa kerroksessa.
smn: Sajosist parga meid:

source: Yhteystiedot:
smn: * Inger-Anni Äärelä.

source: SámiSoster ry, Sajos, 99870 Inari * Toiminnanjohtaja Risten-Rauna Magga,
smn: Lasetiäđuh SámiSosterist.
